{
	"DS-detail": "Our digital solutions cover everything from data preparation to optimization, asset production and asset management.",
	"DS-slider-text 1": "Data Preparation",
	"DS-slider-text 2": "Data Optimization",
	"DS-slider-text 3": "Asset Production",
	"DS-slider-text 4": "Asset Management",
	"DS-modal-subhead 1": "Data Collection & Cleaning",
	"DS-modal-subhead 2": "Data Tessellation & Logic",
	"DS-modal-subhead 3": "CGI Modeling, Texturing, Rigging, Skinning, Lighting, Rendering, etc.",
	"DS-modal-subhead 4": "Post-Production, Simulation, Deployment, Maintenance, etc.",
	"DS-modal-detail 1-1": "Get your data ready for smooth integrative visualization.",
	"DS-modal-detail 1-2": "“We meticulously gather, refine, clean, and prepare data to empower our digital artists to craft impactful visuals for the global marketing arena.”",
	"DS-modal-detail 2-1": "Refine your data into efficient, ready-to-use conditions.",
	"DS-modal-detail 2-2": "“We go beyond just creating digital illustrations of automobiles.At the core of our work is a deep understanding of thesignificance and intent behind car content.”",
	"DS-modal-detail 3-1": "Visualize your data with our skilled 3D asset production services.",
	"DS-modal-detail 3-2": "“We specialize in crafting sophisticated user experiences. Our expertise spans ultra-high-resolution marketing images for various platforms, from mobile to web.”",
	"DS-modal-detail 4-1": "Bring everything together for compelling and immersive experiences.",
	"DS-modal-detail 4-2": "“We excel in realistic CGI work and meticulously pay attention to the details of your products. These strengths set us apart and elevate your visuals to new heights.”",

	"CD-detail": "We offer various design services, including editorial design, image stock, brochure design, and brand/identity design. Our team of designers can help you create visually stunning and powerful marketing materials that communicate your message clearly and effectively.",
	"CD-slider-text 1": "Editorial/Brochure",
	"CD-slider-text 2": "Brand/Identity",
	"CD-slider-text 3": "Film/Animation",
	"CD-modal-detail 1-1": "Make a lasting impression with our professional brochure design – both practical and artistic. ",
	"CD-modal-detail 2-1": "Enhance your brand's visual representation with our skillfully crafted visual designs for brand identity.",
	"CD-modal-detail 3-1": "Elevate your advertising with our fully rendered, visually striking 3D animation films.",

	"products-text": "We use cutting-edge tools such as Maground and United Visual Researchers to bring your ideas to life. These tools allow us to create high-quality, realistic 3D models, animations, and visualizations to help you achieve your marketing goals.",
	"products-maground-content": "MAGROUND is the go-to resource for exclusive imagery to create outstanding marketing visuals for the automotive industry.",
	"products-researchers-content": "We offer Optical Technology-Powered Simulation Solutions for Accurate Measurements and Predictions.",

	"value-content": "Accuracy, Creativity, Expertise, Integridkty, Passion",
	"vision-content": "At the forefront of innovation in the automotive industry, we pioneered 3D car CGI visualization in Korea. Our unwavering commitment to research and development has established us as leaders in the digital production space. Collaborating with top companies both domestically and internationally, we are driving the future of the Korean automotive industry online and offline through seamless partnerships in the 3D visualization sector.",
	"history-year 1": "2013~2018 Hyundai, Kia 3D Visual/Vehicle Content Management",
	"history-year 2": "2013~2018 Hyundai-Kia Motors Corporation 3D Consulting",
	"history-year 3": "2013~2021 Hyundai, Kia, Genesis Catia Data Collection",
	"history-year 4": "2015~Present Official Maground Supplier in Korea",
	"history-year 5": "2019~Present Genesis, Kia Image Production System",
	"history-year 6": "2021~2022 Hyundai Virtual Garage",
	"history-year 7": "2021~Present Hydrogen Fuel Cell System Brand HTWO Website",

	"join-text 1": "We believe in cultivating a talented community. We are constantly ready to learn and progress.",
	"join-text 2": "Our culture is built on positivity, hard work, integrity, and open communication.",
	"join-text 3": "View our open positions to learn more about joining our team.",
	"accordion-header 1": "Design Team",
	"accordion-header 2": "Development Team",
	"accordion-header 3": "Product Management Team",
	"accordion-content 1": "text",
	"accordion-content 2": "text",
	"accordion-content 3": "text",

	"title-text .title 1": "Phone/Email",
	"title-text .title 2": "Location",
	"title-text .title 3": "Links",
	"title-text .detail 2-1": "11, Nonhyeon-ro 157-gil, Gangnam-gu, Seoul, Korea"
}
